let Articles = [
    {
        id:1,
        title:"طرز تهیه پیتزا مخلوط لذت‌بخش ترین چیزی که ممکنه بخوری",
        tag:"pizza",
        tag2:"پیتزا",
        publisherDate:"14031125",
        publisherDate2:["1403","مهر","7"],
        coverImg:"images/article-pasta3.webp",
        images:[
            "images/article-pizza-1-A.jpg",
            "images/article-pizza-1-B.jpg",
            "images/article-pizza-1-C.jpg",
            "images/article-pizza-1-D.jpg",
            "images/article-pizza-1-E.jpg",
            "images/article-pizza-1-F.jpg",
        ],
        simpleDescription:"پیتزا مخلوط از پر طرفدار ترین نوع پیتزا ها می باشد. پیتزا از غذاهایی می باشد که شما می توانید به آسانی با در دسترس داشتن فر آن را در خانه تهیه کنید طعم پیتزا خانگی بسیار لذیذ تر می باشد. با تهیه وسایل پیتزا به آسانی این غذای دلچسب را به صورت سالم در خانه تهیه کنید. با ما همراه باشید تا در این بخش از آشپزخانه نمناک طرز تهیه پیتزا مخلوط خانگی را به شما آموزش دهیم. ",
        steps:[
            {id:1,name:"اول",title:"برای تهیه پیتزا مخلوط ابتدا باید خمیر آن را تهیه کنید بدین منظور در ظرف مناسبی یک لیوان شیر ولرم را به همراه خمیر مایه و یک قاشق غذاخوری شکر بریزید و شروع به هم زدن بکنید. در ادامه با کمک سلفون روی کاسه حاوی مواد را سلفون بپوشانید و حدود یک ربع بگذارید تا مواد کف کند."},
            {id:2,name:"دوم",title:"پس از کف کردن مواد روغن مایع و تخم مرغ و نمک را به همراه باقی مانده شکر به مخلوط تان اضافه کنید و شروع به هم زدن بکنید تا کاملا ترکیب شود."},
            {id:3,name:"سوم",title:"هم اکنون باید آرد را سه مرحله الک کنید. در ادامه آرد الک شده را آرام آرام به مواد اضافه کنید و با دست ورز دهید تا خمیر شما به عمل بیاید."},
            {id:4,name:"چهارم",title:"پس از اینکه به خوبی خمیر را ورز دادید یک لایه سلفون روی ظرف خمیر بکشید و در ادامه با کمک یک حوله روی ظرف خمیر را بپوشانید و حدود 1 ساعت زمان دهید تا خمیر به عمل آید."},
            {id:5,name:"پنجم",title:"پس از اینکه خمیر به عمل آمد روی سطح کارتان را آرد پاشی کنید و خمیر را روی سطح آرد پاشی شده قرار دهید و کمی آرد نیز روی خمیر بریزید. سپس خمیر را به خوبی با دست ورز دهید تا خمیر کاملا نرم و لطیف شود."},
            {id:6,name:"ششم",title:"خمیر را به دو قسمت مساوی تقسیم کنید و هر قسمت از خمیر را به شکل گلوله در بیاورید سپس رو سطح صافی را آرد پاشی کنید و خمیر ها را روی سطح بگذارید با کمک وردنه آن را باز کنید و فرم دهید. سینی فر را چرب کنید و خمیر را روی سینی بگذارید و شکل دلخواهتان را به آن بدهید."},
            {id:7,name:"هفتم",title:"خمیری که آماده کرده اید را حدود 20 دقیقه کنار بگذارید تا خمیر استراحت کند."}
        ],
        tips:[
            {id:1,name:"نکته اول",title:"برای خوشمزه تر شدن و خوب پخته شدن پیتزا مخلوط باید بعد از اینکه تمام مواد را روی خمیر پیتزا ریختید 20 دقیقه اجازه دهید تا پیتزای آماده نشده استراحت کند و بعد داخل فر بگذارید تا نان آن تردتر شود."},
            {id:2,name:"نکته دوم",title:"سبزیجات و بقیه مواد را میتوانید به سلیقه خودتان در سایزهای کوچک ، بزرگ یا مدلهای دیگر خرد کنید و پیتزای تان را تزیین کنید."},
            {id:3,name:"نکته سوم",title:"برای طلایی شدن روی پیتزا ، در چند دقیقه آخر گریل بالای فر را روشن کنید و البته مراقب باشید تا روی پیتزا نسوزد."},
            {id:4,name:"نکته چهارم",title:"برای تهیه پیتزا مخلوط می توانید از مواد دیگری مانند کالباس و سوسیس استفاده کنید."}
        ],
        cases:[
            {id:1,name:"مورد اول",title:"زمان آماده سازی مواد اولیه و مایحتاج آن حدودا این مدت می باشد: ",Highlight:"20 دقیقه"},
            {id:2,name:"مورد دوم",title:"زمان آماده سازی محصول این مدت می باشد: ",Highlight:"20 دقیقه"},
            {id:3,name:"مورد سوم",title:"این محصول را می توانید در این وعده ها سرو نمایید: ",Highlight:"ناهار و شام"},
            {id:4,name:"مورد چهارم",title:"توجه نمایید دستور پخت مناسب برای این تعداد است: ",Highlight:"4 نفر"}
        ],
        includes:[
            {id:1,name:"شکر",Highlight:"120"},
            {id:2,name:"نمک",Highlight:"100"},
            {id:3,name:"گوشت‌گوسفندی",Highlight:"250"},
            {id:4,name:"گوجه‌فرنگی",Highlight:"500"}
        ]
    },
    {
        id:2,
        title:"طرز تهیه پیتزا مخلوط لذت‌بخش ترین چیزی که ممکنه بخوری",
        tag:"pizza",
        tag2:"پیتزا",
        publisherDate:"14031125",
        publisherDate2:["1403","مهر","7"],
        coverImg:"images/article-pasta3.webp",
        images:[
            "images/article-pizza-1-A.jpg",
            "images/article-pizza-1-B.jpg",
            "images/article-pizza-1-C.jpg",
            "images/article-pizza-1-D.jpg",
            "images/article-pizza-1-E.jpg",
            "images/article-pizza-1-F.jpg",
        ],
        simpleDescription:"پیتزا مخلوط از پر طرفدار ترین نوع پیتزا ها می باشد. پیتزا از غذاهایی می باشد که شما می توانید به آسانی با در دسترس داشتن فر آن را در خانه تهیه کنید طعم پیتزا خانگی بسیار لذیذ تر می باشد. با تهیه وسایل پیتزا به آسانی این غذای دلچسب را به صورت سالم در خانه تهیه کنید. با ما همراه باشید تا در این بخش از آشپزخانه نمناک طرز تهیه پیتزا مخلوط خانگی را به شما آموزش دهیم. ",
        steps:[
            {id:1,name:"اول",title:"برای تهیه پیتزا مخلوط ابتدا باید خمیر آن را تهیه کنید بدین منظور در ظرف مناسبی یک لیوان شیر ولرم را به همراه خمیر مایه و یک قاشق غذاخوری شکر بریزید و شروع به هم زدن بکنید. در ادامه با کمک سلفون روی کاسه حاوی مواد را سلفون بپوشانید و حدود یک ربع بگذارید تا مواد کف کند."},
            {id:2,name:"دوم",title:"پس از کف کردن مواد روغن مایع و تخم مرغ و نمک را به همراه باقی مانده شکر به مخلوط تان اضافه کنید و شروع به هم زدن بکنید تا کاملا ترکیب شود."},
            {id:3,name:"سوم",title:"هم اکنون باید آرد را سه مرحله الک کنید. در ادامه آرد الک شده را آرام آرام به مواد اضافه کنید و با دست ورز دهید تا خمیر شما به عمل بیاید."},
            {id:4,name:"چهارم",title:"پس از اینکه به خوبی خمیر را ورز دادید یک لایه سلفون روی ظرف خمیر بکشید و در ادامه با کمک یک حوله روی ظرف خمیر را بپوشانید و حدود 1 ساعت زمان دهید تا خمیر به عمل آید."},
            {id:5,name:"پنجم",title:"پس از اینکه خمیر به عمل آمد روی سطح کارتان را آرد پاشی کنید و خمیر را روی سطح آرد پاشی شده قرار دهید و کمی آرد نیز روی خمیر بریزید. سپس خمیر را به خوبی با دست ورز دهید تا خمیر کاملا نرم و لطیف شود."},
            {id:6,name:"ششم",title:"خمیر را به دو قسمت مساوی تقسیم کنید و هر قسمت از خمیر را به شکل گلوله در بیاورید سپس رو سطح صافی را آرد پاشی کنید و خمیر ها را روی سطح بگذارید با کمک وردنه آن را باز کنید و فرم دهید. سینی فر را چرب کنید و خمیر را روی سینی بگذارید و شکل دلخواهتان را به آن بدهید."},
            {id:7,name:"هفتم",title:"خمیری که آماده کرده اید را حدود 20 دقیقه کنار بگذارید تا خمیر استراحت کند."}
        ],
        tips:[
            {id:1,name:"نکته اول",title:"برای خوشمزه تر شدن و خوب پخته شدن پیتزا مخلوط باید بعد از اینکه تمام مواد را روی خمیر پیتزا ریختید 20 دقیقه اجازه دهید تا پیتزای آماده نشده استراحت کند و بعد داخل فر بگذارید تا نان آن تردتر شود."},
            {id:2,name:"نکته دوم",title:"سبزیجات و بقیه مواد را میتوانید به سلیقه خودتان در سایزهای کوچک ، بزرگ یا مدلهای دیگر خرد کنید و پیتزای تان را تزیین کنید."},
            {id:3,name:"نکته سوم",title:"برای طلایی شدن روی پیتزا ، در چند دقیقه آخر گریل بالای فر را روشن کنید و البته مراقب باشید تا روی پیتزا نسوزد."},
            {id:4,name:"نکته چهارم",title:"برای تهیه پیتزا مخلوط می توانید از مواد دیگری مانند کالباس و سوسیس استفاده کنید."}
        ],
        cases:[
            {id:1,name:"مورد اول",title:"زمان آماده سازی مواد اولیه و مایحتاج آن حدودا این مدت می باشد: ",Highlight:"20 دقیقه"},
            {id:2,name:"مورد دوم",title:"زمان آماده سازی محصول این مدت می باشد: ",Highlight:"20 دقیقه"},
            {id:3,name:"مورد سوم",title:"این محصول را می توانید در این وعده ها سرو نمایید: ",Highlight:"ناهار و شام"},
            {id:4,name:"مورد چهارم",title:"توجه نمایید دستور پخت مناسب برای این تعداد است: ",Highlight:"4 نفر"}
        ],
        includes:[
            {id:1,name:"شکر",Highlight:"120"},
            {id:2,name:"نمک",Highlight:"100"},
            {id:3,name:"گوشت‌گوسفندی",Highlight:"250"},
            {id:4,name:"گوجه‌فرنگی",Highlight:"500"}
        ]
    },
    {
        id:3,
        title:"طرز تهیه پیتزا مخلوط لذت‌بخش ترین چیزی که ممکنه بخوری",
        tag:"pizza",
        tag2:"پیتزا",
        publisherDate:"14031125",
        publisherDate2:["1403","مهر","7"],
        coverImg:"images/article-pasta3.webp",
        images:[
            "images/article-pizza-1-A.jpg",
            "images/article-pizza-1-B.jpg",
            "images/article-pizza-1-C.jpg",
            "images/article-pizza-1-D.jpg",
            "images/article-pizza-1-E.jpg",
            "images/article-pizza-1-F.jpg",
        ],
        simpleDescription:"پیتزا مخلوط از پر طرفدار ترین نوع پیتزا ها می باشد. پیتزا از غذاهایی می باشد که شما می توانید به آسانی با در دسترس داشتن فر آن را در خانه تهیه کنید طعم پیتزا خانگی بسیار لذیذ تر می باشد. با تهیه وسایل پیتزا به آسانی این غذای دلچسب را به صورت سالم در خانه تهیه کنید. با ما همراه باشید تا در این بخش از آشپزخانه نمناک طرز تهیه پیتزا مخلوط خانگی را به شما آموزش دهیم. ",
        steps:[
            {id:1,name:"اول",title:"برای تهیه پیتزا مخلوط ابتدا باید خمیر آن را تهیه کنید بدین منظور در ظرف مناسبی یک لیوان شیر ولرم را به همراه خمیر مایه و یک قاشق غذاخوری شکر بریزید و شروع به هم زدن بکنید. در ادامه با کمک سلفون روی کاسه حاوی مواد را سلفون بپوشانید و حدود یک ربع بگذارید تا مواد کف کند."},
            {id:2,name:"دوم",title:"پس از کف کردن مواد روغن مایع و تخم مرغ و نمک را به همراه باقی مانده شکر به مخلوط تان اضافه کنید و شروع به هم زدن بکنید تا کاملا ترکیب شود."},
            {id:3,name:"سوم",title:"هم اکنون باید آرد را سه مرحله الک کنید. در ادامه آرد الک شده را آرام آرام به مواد اضافه کنید و با دست ورز دهید تا خمیر شما به عمل بیاید."},
            {id:4,name:"چهارم",title:"پس از اینکه به خوبی خمیر را ورز دادید یک لایه سلفون روی ظرف خمیر بکشید و در ادامه با کمک یک حوله روی ظرف خمیر را بپوشانید و حدود 1 ساعت زمان دهید تا خمیر به عمل آید."},
            {id:5,name:"پنجم",title:"پس از اینکه خمیر به عمل آمد روی سطح کارتان را آرد پاشی کنید و خمیر را روی سطح آرد پاشی شده قرار دهید و کمی آرد نیز روی خمیر بریزید. سپس خمیر را به خوبی با دست ورز دهید تا خمیر کاملا نرم و لطیف شود."},
            {id:6,name:"ششم",title:"خمیر را به دو قسمت مساوی تقسیم کنید و هر قسمت از خمیر را به شکل گلوله در بیاورید سپس رو سطح صافی را آرد پاشی کنید و خمیر ها را روی سطح بگذارید با کمک وردنه آن را باز کنید و فرم دهید. سینی فر را چرب کنید و خمیر را روی سینی بگذارید و شکل دلخواهتان را به آن بدهید."},
            {id:7,name:"هفتم",title:"خمیری که آماده کرده اید را حدود 20 دقیقه کنار بگذارید تا خمیر استراحت کند."}
        ],
        tips:[
            {id:1,name:"نکته اول",title:"برای خوشمزه تر شدن و خوب پخته شدن پیتزا مخلوط باید بعد از اینکه تمام مواد را روی خمیر پیتزا ریختید 20 دقیقه اجازه دهید تا پیتزای آماده نشده استراحت کند و بعد داخل فر بگذارید تا نان آن تردتر شود."},
            {id:2,name:"نکته دوم",title:"سبزیجات و بقیه مواد را میتوانید به سلیقه خودتان در سایزهای کوچک ، بزرگ یا مدلهای دیگر خرد کنید و پیتزای تان را تزیین کنید."},
            {id:3,name:"نکته سوم",title:"برای طلایی شدن روی پیتزا ، در چند دقیقه آخر گریل بالای فر را روشن کنید و البته مراقب باشید تا روی پیتزا نسوزد."},
            {id:4,name:"نکته چهارم",title:"برای تهیه پیتزا مخلوط می توانید از مواد دیگری مانند کالباس و سوسیس استفاده کنید."}
        ],
        cases:[
            {id:1,name:"مورد اول",title:"زمان آماده سازی مواد اولیه و مایحتاج آن حدودا این مدت می باشد: ",Highlight:"20 دقیقه"},
            {id:2,name:"مورد دوم",title:"زمان آماده سازی محصول این مدت می باشد: ",Highlight:"20 دقیقه"},
            {id:3,name:"مورد سوم",title:"این محصول را می توانید در این وعده ها سرو نمایید: ",Highlight:"ناهار و شام"},
            {id:4,name:"مورد چهارم",title:"توجه نمایید دستور پخت مناسب برای این تعداد است: ",Highlight:"4 نفر"}
        ],
        includes:[
            {id:1,name:"شکر",Highlight:"120"},
            {id:2,name:"نمک",Highlight:"100"},
            {id:3,name:"گوشت‌گوسفندی",Highlight:"250"},
            {id:4,name:"گوجه‌فرنگی",Highlight:"500"}
        ]
    },
    {
        id:4,
        title:"طرز تهیه پیتزا مخلوط لذت‌بخش ترین چیزی که ممکنه بخوری",
        tag:"pizza",
        tag2:"پیتزا",
        publisherDate:"14031125",
        publisherDate2:["1403","مهر","7"],
        coverImg:"images/article-pasta3.webp",
        images:[
            "images/article-pizza-1-A.jpg",
            "images/article-pizza-1-B.jpg",
            "images/article-pizza-1-C.jpg",
            "images/article-pizza-1-D.jpg",
            "images/article-pizza-1-E.jpg",
            "images/article-pizza-1-F.jpg",
        ],
        simpleDescription:"پیتزا مخلوط از پر طرفدار ترین نوع پیتزا ها می باشد. پیتزا از غذاهایی می باشد که شما می توانید به آسانی با در دسترس داشتن فر آن را در خانه تهیه کنید طعم پیتزا خانگی بسیار لذیذ تر می باشد. با تهیه وسایل پیتزا به آسانی این غذای دلچسب را به صورت سالم در خانه تهیه کنید. با ما همراه باشید تا در این بخش از آشپزخانه نمناک طرز تهیه پیتزا مخلوط خانگی را به شما آموزش دهیم. ",
        steps:[
            {id:1,name:"اول",title:"برای تهیه پیتزا مخلوط ابتدا باید خمیر آن را تهیه کنید بدین منظور در ظرف مناسبی یک لیوان شیر ولرم را به همراه خمیر مایه و یک قاشق غذاخوری شکر بریزید و شروع به هم زدن بکنید. در ادامه با کمک سلفون روی کاسه حاوی مواد را سلفون بپوشانید و حدود یک ربع بگذارید تا مواد کف کند."},
            {id:2,name:"دوم",title:"پس از کف کردن مواد روغن مایع و تخم مرغ و نمک را به همراه باقی مانده شکر به مخلوط تان اضافه کنید و شروع به هم زدن بکنید تا کاملا ترکیب شود."},
            {id:3,name:"سوم",title:"هم اکنون باید آرد را سه مرحله الک کنید. در ادامه آرد الک شده را آرام آرام به مواد اضافه کنید و با دست ورز دهید تا خمیر شما به عمل بیاید."},
            {id:4,name:"چهارم",title:"پس از اینکه به خوبی خمیر را ورز دادید یک لایه سلفون روی ظرف خمیر بکشید و در ادامه با کمک یک حوله روی ظرف خمیر را بپوشانید و حدود 1 ساعت زمان دهید تا خمیر به عمل آید."},
            {id:5,name:"پنجم",title:"پس از اینکه خمیر به عمل آمد روی سطح کارتان را آرد پاشی کنید و خمیر را روی سطح آرد پاشی شده قرار دهید و کمی آرد نیز روی خمیر بریزید. سپس خمیر را به خوبی با دست ورز دهید تا خمیر کاملا نرم و لطیف شود."},
            {id:6,name:"ششم",title:"خمیر را به دو قسمت مساوی تقسیم کنید و هر قسمت از خمیر را به شکل گلوله در بیاورید سپس رو سطح صافی را آرد پاشی کنید و خمیر ها را روی سطح بگذارید با کمک وردنه آن را باز کنید و فرم دهید. سینی فر را چرب کنید و خمیر را روی سینی بگذارید و شکل دلخواهتان را به آن بدهید."},
            {id:7,name:"هفتم",title:"خمیری که آماده کرده اید را حدود 20 دقیقه کنار بگذارید تا خمیر استراحت کند."}
        ],
        tips:[
            {id:1,name:"نکته اول",title:"برای خوشمزه تر شدن و خوب پخته شدن پیتزا مخلوط باید بعد از اینکه تمام مواد را روی خمیر پیتزا ریختید 20 دقیقه اجازه دهید تا پیتزای آماده نشده استراحت کند و بعد داخل فر بگذارید تا نان آن تردتر شود."},
            {id:2,name:"نکته دوم",title:"سبزیجات و بقیه مواد را میتوانید به سلیقه خودتان در سایزهای کوچک ، بزرگ یا مدلهای دیگر خرد کنید و پیتزای تان را تزیین کنید."},
            {id:3,name:"نکته سوم",title:"برای طلایی شدن روی پیتزا ، در چند دقیقه آخر گریل بالای فر را روشن کنید و البته مراقب باشید تا روی پیتزا نسوزد."},
            {id:4,name:"نکته چهارم",title:"برای تهیه پیتزا مخلوط می توانید از مواد دیگری مانند کالباس و سوسیس استفاده کنید."}
        ],
        cases:[
            {id:1,name:"مورد اول",title:"زمان آماده سازی مواد اولیه و مایحتاج آن حدودا این مدت می باشد: ",Highlight:"20 دقیقه"},
            {id:2,name:"مورد دوم",title:"زمان آماده سازی محصول این مدت می باشد: ",Highlight:"20 دقیقه"},
            {id:3,name:"مورد سوم",title:"این محصول را می توانید در این وعده ها سرو نمایید: ",Highlight:"ناهار و شام"},
            {id:4,name:"مورد چهارم",title:"توجه نمایید دستور پخت مناسب برای این تعداد است: ",Highlight:"4 نفر"}
        ],
        includes:[
            {id:1,name:"شکر",Highlight:"120"},
            {id:2,name:"نمک",Highlight:"100"},
            {id:3,name:"گوشت‌گوسفندی",Highlight:"250"},
            {id:4,name:"گوجه‌فرنگی",Highlight:"500"}
        ]
    },

]

export default Articles