let Articles = [
    {
        id:1,
        title:"طرز تهیه پیتزا مخلوط لذت‌بخش ترین چیزی که ممکنه بخوری",
        tag:"pizza",
        tag2:"پیتزا",
        publisherDate:"14031125",
        publisherDate2:["1403","مهر","7"],
        coverImg:"../../images/article-coffee-1-Cover.png",
        images:[
            "../../images/article-pizza-1-A.jpg",
            "../../images/article-pizza-1-B.jpg",
            "../../images/article-pizza-1-C.jpg",
            "../../images/article-pizza-1-D.jpg",
            "../../images/article-pizza-1-E.jpg",
            "../../images/article-pizza-1-F.jpg",
        ],
        simpleDescription:"پیتزا مخلوط از پر طرفدار ترین نوع پیتزا ها می باشد. پیتزا از غذاهایی می باشد که شما می توانید به آسانی با در دسترس داشتن فر آن را در خانه تهیه کنید طعم پیتزا خانگی بسیار لذیذ تر می باشد. با تهیه وسایل پیتزا به آسانی این غذای دلچسب را به صورت سالم در خانه تهیه کنید. با ما همراه باشید تا در این بخش از آشپزخانه نمناک طرز تهیه پیتزا مخلوط خانگی را به شما آموزش دهیم. ",
        steps:[
            {id:1,name:"اول",title:"برای تهیه پیتزا مخلوط ابتدا باید خمیر آن را تهیه کنید بدین منظور در ظرف مناسبی یک لیوان شیر ولرم را به همراه خمیر مایه و یک قاشق غذاخوری شکر بریزید و شروع به هم زدن بکنید. در ادامه با کمک سلفون روی کاسه حاوی مواد را سلفون بپوشانید و حدود یک ربع بگذارید تا مواد کف کند."},
            {id:2,name:"دوم",title:"پس از کف کردن مواد روغن مایع و تخم مرغ و نمک را به همراه باقی مانده شکر به مخلوط تان اضافه کنید و شروع به هم زدن بکنید تا کاملا ترکیب شود."},
            {id:3,name:"سوم",title:"هم اکنون باید آرد را سه مرحله الک کنید. در ادامه آرد الک شده را آرام آرام به مواد اضافه کنید و با دست ورز دهید تا خمیر شما به عمل بیاید."},
            {id:4,name:"چهارم",title:"پس از اینکه به خوبی خمیر را ورز دادید یک لایه سلفون روی ظرف خمیر بکشید و در ادامه با کمک یک حوله روی ظرف خمیر را بپوشانید و حدود 1 ساعت زمان دهید تا خمیر به عمل آید."},
            {id:5,name:"پنجم",title:"پس از اینکه خمیر به عمل آمد روی سطح کارتان را آرد پاشی کنید و خمیر را روی سطح آرد پاشی شده قرار دهید و کمی آرد نیز روی خمیر بریزید. سپس خمیر را به خوبی با دست ورز دهید تا خمیر کاملا نرم و لطیف شود."},
            {id:6,name:"ششم",title:"خمیر را به دو قسمت مساوی تقسیم کنید و هر قسمت از خمیر را به شکل گلوله در بیاورید سپس رو سطح صافی را آرد پاشی کنید و خمیر ها را روی سطح بگذارید با کمک وردنه آن را باز کنید و فرم دهید. سینی فر را چرب کنید و خمیر را روی سینی بگذارید و شکل دلخواهتان را به آن بدهید."},
            {id:7,name:"هفتم",title:"خمیری که آماده کرده اید را حدود 20 دقیقه کنار بگذارید تا خمیر استراحت کند."}
        ],
        tips:[
            {اول:"برای خوشمزه تر شدن و خوب پخته شدن پیتزا مخلوط باید بعد از اینکه تمام مواد را روی خمیر پیتزا ریختید 20 دقیقه اجازه دهید تا پیتزای آماده نشده استراحت کند و بعد داخل فر بگذارید تا نان آن تردتر شود."},
            {دوم:"سبزیجات و بقیه مواد را میتوانید به سلیقه خودتان در سایزهای کوچک ، بزرگ یا مدلهای دیگر خرد کنید و پیتزای تان را تزیین کنید."},
            {سوم:"برای طلایی شدن روی پیتزا ، در چند دقیقه آخر گریل بالای فر را روشن کنید و البته مراقب باشید تا روی پیتزا نسوزد."},
            {چهارم:"برای تهیه پیتزا مخلوط می توانید از مواد دیگری مانند کالباس و سوسیس استفاده کنید."}
        ],
        cases:[
            {اول:"زمان آماده سازی مواد اولیه و مایحتاج آن حدودا",Highlight:"20 دقیقه"},
            {دوم:"و زمان پخت و انتظار آن در حدود  میباشد .",Highlight:"20 دقیقه"},
            {سوم:"پیتزا مخلوط را می توانید در وعده  سرو کنید .",Highlight:"ناهار و شام"},
            {چهارم:"توجه نمایید مقدار مواد اولیه و دستور تهیه برای  مناسب میباشد .",Highlight:"20 دقیقه"},
        ],
        includes:[
            {شکر:1500},
            {نمک:1500},
            {گوشت‌گوسفندی:250},
            {گوجه‌فرنگی:500},

        ]
    },
    {
        id:2,
        title:"طرز تهیه پاستا با سس آلفردو و مرغ",
        tag:"pasta",
        tag2:"پاستا",
        publisherDate:"14031125",
        publisherDate2:["1403","آذر","22"],
        coverImg:"../../images/article-pasta3.webp",
        images:[
            "../../images/article-pasta1.webp",
            "../../images/article-pasta2.webp",
            "../../images/article-pasta3.webp"
        ],
        simpleDescription:"پاستا پنه با سس آلفردو یکی از غذاهای محبوب و خوشمزه است که می‌توانید به راحتی در خانه تهیه کنید. پاستا پنه نوعی پاستا است که به شکلی خمیده و بسته‌بندی شده است. این نوع پاستا را می‌توانید از فروشگاه‌های خوراکی یا سوپرمارکت‌ها تهیه کنید. سس آلفردو نیز یک سس خامه‌ای و خامه پر که با استفاده از کره، خامه، پنیر پارمزان و ادویه‌های مختلف تهیه می‌شود.",
        steps:[
            {اول:"برای تهیه پاستا آلفردو ابتدا سینه مرغ را شسته و فیله کنید و با کمک یک چاقو فیله مرغ را به صورت نواری نازک برش دهید.شما می توانید فیله را برش ندهید و درسته مزه دار کنید. نکته حائز اهمیت این است که شما می توانید مرغ را به صورت مکعبی برش بزنید و با پاستا ترکیب کنید."},
            {دوم:"تکه های مرغ را در ظرف گودی بریزید و به همراه روغن زیتون ، فلفل سیاه و نمک مزه دار کنید."},
            {سوم:"مرغ ها را ماساژ دهید تا کاملا ادویه و روغن زیتون به خورد تکه های مرغ برود. مرغ مزه دار شده را سلفون بکشید و حدود 1 ساعت درون یخچال قرار دهید تا استراحت کند و کمی نرم شود.سعی کنید برش های مرغ بسیار درشت نباشد."},
            {چهارم:"قارچ ها را با کمک یک دستمال خیس تمیز کنید سپس با کمک چاقو پوست رویی آن را بگیرید و به صورت ورقه ای متوسط خرد کنید."},
            {پنجم:"قارچ ها را با شعله زیاد با مقداری روغن تفت دهید. علت شعله زیاد این است که قارچ آب نیندازد."},
            {ششم:"مرغ ها را از یخچال خارج کنید و در تابه ای مناسب با حجم مواد با روغن خود مرغ آن ها را سرخ کنید."},
            {هفتم:"1/4 پیمانه کره را در تابه ای مناسب بریزید و روی حرارت ملایم آن را ذوب کنید سپس 2 حبه سیر را ریز ریز رنده کنید و در کره آب شده تفت دهید تا بوی خامی آن از بین برود."},
            {هشتم:"1 پیمانه خامه را نیز به سیر رنده شده تان اضافه کنید و تفت دهید تا کمی باز شود. شما می توانید برای راحتی کار شیر و خامه را از قبل بیرون بگذارید تا به دمای محیط برسد سپس در ظرف مناسبی این دو را با کمک همزن ترکیب کنید سپس به سیر و کره اضافه کنید."},
            {نهم:"شیر را که از قبل از یخچال خارج کرده اید را به خامه اضافه کنید و با کمک همزن مرتب هم بزنید تا کاملا با هم ترکیب شوند و خامه گلوله گلوله نشود. بهتر است با کمک همزن دستی این کار را انجام دهید. اگر میزان شیر کم بود می توانید اندکی به آن اضافه کنید."},
            {دهم:"پنیر پارمزان را نیز به این ترکیب اضافه کنید و هم بزنید.نکته قابل توجه در این مرحله میزان پنیر است ، پنیر را آرام آرام به سس اضافه کنید و سعی کنید سس را بیش از حد غلیظ نکنید."},
            {یازدهم:"مقدار اندکی نمک و فلفل سیاه به این سس اضافه کنید و هم بزنید. اگر دوست ندارید که سیر خام به سس اضافه کنید در این مرحله می توانید از پودر سیر استفاده کنید. برخی افراد از فلفل قرمز و آویشن نیز در این مرحله استفاده می کنند."},
            {دوازدهم:"جعفری را به صورت ریز ریز خرد کنید و به سس اضافه کنید. این مرحله کاملا به دلخواه شما است اگر طعم جعفری را دوست ندارید میتوانید اضافه نکنید."},
            {سیزدهم:"قابلمه ای را پر از آب کنید و بگذارید تا بجوشد."},
            {چهاردهم:"مقداری روغن به همراه نمک به آب جوش اضافه کنید."},
            {پانزدهم:"پاستا ها را به آب جوش اضافه کنید و هم بزنید سپس بگذارید تا به میزان دلخواه تان نرم شود. میزان پخت پاستا نیز به دلخواه است ما می توانید هم خام‌تر و هم پخته‌تر از حد نرمال پاستا ها را بپزید."},
            {شانزدهم:"مرغ های سرخ شده را به سس آلفردو اضافه کنید. اگر نمی خواهید  که مرغ  ها را با پاستا ترکیب کنید و روی پاستا بچینید باید این مرحله را حذف کنید."},
            {هفدهم:"قارچ های سرخ شده را نیز به سس اضافه کنید و هم بزنید."},
            {هجدهم:"پاستا های پخته شده را آبکش کنید."},
            {نوزدهم:"پاستا های آبکش شده را به سس اضافه کنید و هم بزنید تا سس به خورد پاستا ها برود. می توانید نصف لیوان از آب پاستا در حال جوش کنار بگذارید و در این مرحله به سس اضافه کنید تا سس کمی آبکی تر شود."},
            {بیستم:"وقتی به غلظت دلخواهتان رسید شعله را خاموش کنید و سرو کنید. نکته مهم هنگام سرو پاستا پس از افزودن پاستا به سس بلافاصله باید آن را سرو کنید در غیر این صورت سس آلفردو می ماسد و ظاهر و طعم جذابی نخواهد داشت."},
            {بیست‌ویکم:"شما می توانید این غذای لذیذ را به کمک جعفری و گوجه گیلاسی تزیین کنید."}
        ],
        tips:[
            {اول:"شما می توانید از آویشن در تهیه سس آلفردو نیز استفاده کنید که طعم بی نظیری به سس می دهد."},
            {دوم:"اگر طعم سیر تازه را دوست ندارید می توانید از پودر سیر استفاده کنید."},
            {سوم:"در مصرف کره دقت کنید زیرا استفاده زیاد از کره مزه پاستا را تغییر می دهد."},
            {چهارم:"شما می توانید فیله بدون خرد کردن مزه دار کنید و سرخ کنید سپس به صورت نواری برش دهید و روی پاستا بگذارید."},
            {پنجم:"استفاده از آب پاستا پخته شده باعث رقیق‌تر شدن سس و خوشمزه تر شدن آن می شود. "},
            {ششم:"می توانید اندکی آب لیمو به قارچ در حال تفت دادن اضافه کنید."},
            {هفتم:"افزودن جعفری به پاستا دلخواه است شما می توانید اضافه نکنید."}
        ],
        cases:[
            {اول:"زمان آماده سازی مواد اولیه و مایحتاج آن حدودا",Highlight:"30 دقیقه"},
            {دوم:"و زمان پخت و انتظار آن در حدود  میباشد .",Highlight:"60 دقیقه"},
            {سوم:"پیتزا مخلوط را می توانید در وعده  سرو کنید .",Highlight:"ناهار و شام"},
            {چهارم:"توجه نمایید مقدار مواد اولیه و دستور تهیه برای چهار نفر مناسب میباشد .",Highlight:"20 دقیقه"},
        ],
        includes:[
            {پاستا:300},
            {سینه‌مرغ:"یک عدد"},
            {قارچ:300},
            {کره:"یک قاشق غذاخوری"},
            {نمک:"به مقدار لازم"},
            {فلفل‌سیاه:"به مقدار لازم"},
            {روغن‌زیتون:"1 یا 2 قاشق غذا خوری"},
            {شیر:"یک پیمانه"}

        ]
    },
    {
        id:3,
        title:"طرز تهیه شیرموز بستنی تقویت عمومی بدن",
        tag:"dessert",
        tag2:"دسر",
        publisherDate:"14031125",
        publisherDate2:["1403","دی","10"],
        coverImg:"../../images/article-coffee-1-Cover.png",
        images:[
            "../../images/article-pizza-1-A.jpg",
            "../../images/article-pizza-1-B.jpg",
            "../../images/article-pizza-1-C.jpg",
            "../../images/article-pizza-1-D.jpg",
            "../../images/article-pizza-1-E.jpg",
            "../../images/article-pizza-1-F.jpg",
        ],
        simpleDescription:"پیتزا مخلوط از پر طرفدار ترین نوع پیتزا ها می باشد. پیتزا از غذاهایی می باشد که شما می توانید به آسانی با در دسترس داشتن فر آن را در خانه تهیه کنید طعم پیتزا خانگی بسیار لذیذ تر می باشد. با تهیه وسایل پیتزا به آسانی این غذای دلچسب را به صورت سالم در خانه تهیه کنید. با ما همراه باشید تا در این بخش از آشپزخانه نمناک طرز تهیه پیتزا مخلوط خانگی را به شما آموزش دهیم. ",
        steps:[
            {اول:"برای تهیه پیتزا مخلوط ابتدا باید خمیر آن را تهیه کنید بدین منظور در ظرف مناسبی یک لیوان شیر ولرم را به همراه خمیر مایه و یک قاشق غذاخوری شکر بریزید و شروع به هم زدن بکنید. در ادامه با کمک سلفون روی کاسه حاوی مواد را سلفون بپوشانید و حدود یک ربع بگذارید تا مواد کف کند."},
            {دوم:"پس از کف کردن مواد روغن مایع و تخم مرغ و نمک را به همراه باقی مانده شکر به مخلوط تان اضافه کنید و شروع به هم زدن بکنید تا کاملا ترکیب شود."},
            {سوم:"هم اکنون باید آرد را سه مرحله الک کنید. در ادامه آرد الک شده را آرام آرام به مواد اضافه کنید و با دست ورز دهید تا خمیر شما به عمل بیاید."},
            {چهارم:"پس از اینکه به خوبی خمیر را ورز دادید یک لایه سلفون روی ظرف خمیر بکشید و در ادامه با کمک یک حوله روی ظرف خمیر را بپوشانید و حدود 1 ساعت زمان دهید تا خمیر به عمل آید."},
            {پنجم:"پس از اینکه خمیر به عمل آمد روی سطح کارتان را آرد پاشی کنید و خمیر را روی سطح آرد پاشی شده قرار دهید و کمی آرد نیز روی خمیر بریزید. سپس خمیر را به خوبی با دست ورز دهید تا خمیر کاملا نرم و لطیف شود."},
            {ششم:"خمیر را به دو قسمت مساوی تقسیم کنید و هر قسمت از خمیر را به شکل گلوله در بیاورید سپس رو سطح صافی را آرد پاشی کنید و خمیر ها را روی سطح بگذارید با کمک وردنه آن را باز کنید و فرم دهید. سینی فر را چرب کنید و خمیر را روی سینی بگذارید و شکل دلخواهتان را به آن بدهید."},
            {هفتم:"خمیری که آماده کرده اید را حدود 20 دقیقه کنار بگذارید تا خمیر استراحت کند."}
        ],
        tips:[
            {اول:"برای خوشمزه تر شدن و خوب پخته شدن پیتزا مخلوط باید بعد از اینکه تمام مواد را روی خمیر پیتزا ریختید 20 دقیقه اجازه دهید تا پیتزای آماده نشده استراحت کند و بعد داخل فر بگذارید تا نان آن تردتر شود."},
            {دوم:"سبزیجات و بقیه مواد را میتوانید به سلیقه خودتان در سایزهای کوچک ، بزرگ یا مدلهای دیگر خرد کنید و پیتزای تان را تزیین کنید."},
            {سوم:"برای طلایی شدن روی پیتزا ، در چند دقیقه آخر گریل بالای فر را روشن کنید و البته مراقب باشید تا روی پیتزا نسوزد."},
            {چهارم:"برای تهیه پیتزا مخلوط می توانید از مواد دیگری مانند کالباس و سوسیس استفاده کنید."}
        ],
        cases:[
            {اول:"زمان آماده سازی مواد اولیه و مایحتاج آن حدودا",Highlight:"20 دقیقه"},
            {دوم:"و زمان پخت و انتظار آن در حدود  میباشد .",Highlight:"20 دقیقه"},
            {سوم:"پیتزا مخلوط را می توانید در وعده  سرو کنید .",Highlight:"ناهار و شام"},
            {چهارم:"توجه نمایید مقدار مواد اولیه و دستور تهیه برای  مناسب میباشد .",Highlight:"20 دقیقه"},
        ],
        includes:[
            {شکر:1500},
            {نمک:1500},
            {گوشت‌گوسفندی:250},
            {گوجه‌فرنگی:500},

        ]
    },
    {
        id:4,
        title:"طرز تهیه کباب کوبیده اعلا مخصوص مناسبت ها",
        tag:"kebab",
        tag2:"کباب",
        publisherDate:"14031125",
        publisherDate2:["1403","بهمن","25"],
        coverImg:"../../images/article-coffee-1-Cover.png",
        images:[
            "../../images/article-pizza-1-A.jpg",
            "../../images/article-pizza-1-B.jpg",
            "../../images/article-pizza-1-C.jpg",
            "../../images/article-pizza-1-D.jpg",
            "../../images/article-pizza-1-E.jpg",
            "../../images/article-pizza-1-F.jpg",
        ],
        simpleDescription:"پیتزا مخلوط از پر طرفدار ترین نوع پیتزا ها می باشد. پیتزا از غذاهایی می باشد که شما می توانید به آسانی با در دسترس داشتن فر آن را در خانه تهیه کنید طعم پیتزا خانگی بسیار لذیذ تر می باشد. با تهیه وسایل پیتزا به آسانی این غذای دلچسب را به صورت سالم در خانه تهیه کنید. با ما همراه باشید تا در این بخش از آشپزخانه نمناک طرز تهیه پیتزا مخلوط خانگی را به شما آموزش دهیم. ",
        steps:[
            {اول:"برای تهیه پیتزا مخلوط ابتدا باید خمیر آن را تهیه کنید بدین منظور در ظرف مناسبی یک لیوان شیر ولرم را به همراه خمیر مایه و یک قاشق غذاخوری شکر بریزید و شروع به هم زدن بکنید. در ادامه با کمک سلفون روی کاسه حاوی مواد را سلفون بپوشانید و حدود یک ربع بگذارید تا مواد کف کند."},
            {دوم:"پس از کف کردن مواد روغن مایع و تخم مرغ و نمک را به همراه باقی مانده شکر به مخلوط تان اضافه کنید و شروع به هم زدن بکنید تا کاملا ترکیب شود."},
            {سوم:"هم اکنون باید آرد را سه مرحله الک کنید. در ادامه آرد الک شده را آرام آرام به مواد اضافه کنید و با دست ورز دهید تا خمیر شما به عمل بیاید."},
            {چهارم:"پس از اینکه به خوبی خمیر را ورز دادید یک لایه سلفون روی ظرف خمیر بکشید و در ادامه با کمک یک حوله روی ظرف خمیر را بپوشانید و حدود 1 ساعت زمان دهید تا خمیر به عمل آید."},
            {پنجم:"پس از اینکه خمیر به عمل آمد روی سطح کارتان را آرد پاشی کنید و خمیر را روی سطح آرد پاشی شده قرار دهید و کمی آرد نیز روی خمیر بریزید. سپس خمیر را به خوبی با دست ورز دهید تا خمیر کاملا نرم و لطیف شود."},
            {ششم:"خمیر را به دو قسمت مساوی تقسیم کنید و هر قسمت از خمیر را به شکل گلوله در بیاورید سپس رو سطح صافی را آرد پاشی کنید و خمیر ها را روی سطح بگذارید با کمک وردنه آن را باز کنید و فرم دهید. سینی فر را چرب کنید و خمیر را روی سینی بگذارید و شکل دلخواهتان را به آن بدهید."},
            {هفتم:"خمیری که آماده کرده اید را حدود 20 دقیقه کنار بگذارید تا خمیر استراحت کند."}
        ],
        tips:[
            {اول:"برای خوشمزه تر شدن و خوب پخته شدن پیتزا مخلوط باید بعد از اینکه تمام مواد را روی خمیر پیتزا ریختید 20 دقیقه اجازه دهید تا پیتزای آماده نشده استراحت کند و بعد داخل فر بگذارید تا نان آن تردتر شود."},
            {دوم:"سبزیجات و بقیه مواد را میتوانید به سلیقه خودتان در سایزهای کوچک ، بزرگ یا مدلهای دیگر خرد کنید و پیتزای تان را تزیین کنید."},
            {سوم:"برای طلایی شدن روی پیتزا ، در چند دقیقه آخر گریل بالای فر را روشن کنید و البته مراقب باشید تا روی پیتزا نسوزد."},
            {چهارم:"برای تهیه پیتزا مخلوط می توانید از مواد دیگری مانند کالباس و سوسیس استفاده کنید."}
        ],
        cases:[
            {اول:"زمان آماده سازی مواد اولیه و مایحتاج آن حدودا",Highlight:"20 دقیقه"},
            {دوم:"و زمان پخت و انتظار آن در حدود  میباشد .",Highlight:"20 دقیقه"},
            {سوم:"پیتزا مخلوط را می توانید در وعده  سرو کنید .",Highlight:"ناهار و شام"},
            {چهارم:"توجه نمایید مقدار مواد اولیه و دستور تهیه برای  مناسب میباشد .",Highlight:"20 دقیقه"},
        ],
        includes:[
            {شکر:1500},
            {نمک:1500},
            {گوشت‌گوسفندی:250},
            {گوجه‌فرنگی:500},

        ]
    }
]

export default Articles