let Articles = [
    {
        id: 1,
        title: "طرز تهیه پیتزا مخلوط لذت‌بخش ترین چیزی که ممکنه بخوری",
        tag: "pizza",
        tag2: "پیتزا",
        publisherDate: "14040825",
        publisherDate2: ["1404", "آبان", "25"],
        coverImg: "images/article-pizza-1-B.jpg",
        images: [
            "images/article-pizza-1-A.jpg",
            "images/article-pizza-1-B.jpg",
            "images/article-pizza-1-C.jpg",
            "images/article-pizza-1-D.jpg",
            "images/article-pizza-1-E.jpg",
            "images/article-pizza-1-F.jpg",
        ],
        simpleDescription: "پیتزا مخلوط از پر طرفدار ترین نوع پیتزا ها می باشد. پیتزا از غذاهایی می باشد که شما می توانید به آسانی با در دسترس داشتن فر آن را در خانه تهیه کنید طعم پیتزا خانگی بسیار لذیذ تر می باشد. با تهیه وسایل پیتزا به آسانی این غذای دلچسب را به صورت سالم در خانه تهیه کنید. با ما همراه باشید تا در این بخش از آشپزخانه نمناک طرز تهیه پیتزا مخلوط خانگی را به شما آموزش دهیم. ",
        steps: [
            { id: 1, name: "اول", title: "برای تهیه پیتزا مخلوط ابتدا باید خمیر آن را تهیه کنید بدین منظور در ظرف مناسبی یک لیوان شیر ولرم را به همراه خمیر مایه و یک قاشق غذاخوری شکر بریزید و شروع به هم زدن بکنید. در ادامه با کمک سلفون روی کاسه حاوی مواد را سلفون بپوشانید و حدود یک ربع بگذارید تا مواد کف کند." },
            { id: 2, name: "دوم", title: "پس از کف کردن مواد روغن مایع و تخم مرغ و نمک را به همراه باقی مانده شکر به مخلوط تان اضافه کنید و شروع به هم زدن بکنید تا کاملا ترکیب شود." },
            { id: 3, name: "سوم", title: "هم اکنون باید آرد را سه مرحله الک کنید. در ادامه آرد الک شده را آرام آرام به مواد اضافه کنید و با دست ورز دهید تا خمیر شما به عمل بیاید." },
            { id: 4, name: "چهارم", title: "پس از اینکه به خوبی خمیر را ورز دادید یک لایه سلفون روی ظرف خمیر بکشید و در ادامه با کمک یک حوله روی ظرف خمیر را بپوشانید و حدود 1 ساعت زمان دهید تا خمیر به عمل آید." },
            { id: 5, name: "پنجم", title: "پس از اینکه خمیر به عمل آمد روی سطح کارتان را آرد پاشی کنید و خمیر را روی سطح آرد پاشی شده قرار دهید و کمی آرد نیز روی خمیر بریزید. سپس خمیر را به خوبی با دست ورز دهید تا خمیر کاملا نرم و لطیف شود." },
            { id: 6, name: "ششم", title: "خمیر را به دو قسمت مساوی تقسیم کنید و هر قسمت از خمیر را به شکل گلوله در بیاورید سپس رو سطح صافی را آرد پاشی کنید و خمیر ها را روی سطح بگذارید با کمک وردنه آن را باز کنید و فرم دهید. سینی فر را چرب کنید و خمیر را روی سینی بگذارید و شکل دلخواهتان را به آن بدهید." },
            { id: 7, name: "هفتم", title: "خمیری که آماده کرده اید را حدود 20 دقیقه کنار بگذارید تا خمیر استراحت کند." }
        ],
        tips: [
            { id: 1, name: "نکته اول", title: "برای خوشمزه تر شدن و خوب پخته شدن پیتزا مخلوط باید بعد از اینکه تمام مواد را روی خمیر پیتزا ریختید 20 دقیقه اجازه دهید تا پیتزای آماده نشده استراحت کند و بعد داخل فر بگذارید تا نان آن تردتر شود." },
            { id: 2, name: "نکته دوم", title: "سبزیجات و بقیه مواد را میتوانید به سلیقه خودتان در سایزهای کوچک ، بزرگ یا مدلهای دیگر خرد کنید و پیتزای تان را تزیین کنید." },
            { id: 3, name: "نکته سوم", title: "برای طلایی شدن روی پیتزا ، در چند دقیقه آخر گریل بالای فر را روشن کنید و البته مراقب باشید تا روی پیتزا نسوزد." },
            { id: 4, name: "نکته چهارم", title: "برای تهیه پیتزا مخلوط می توانید از مواد دیگری مانند کالباس و سوسیس استفاده کنید." }
        ],
        cases: [
            { id: 1, name: "مورد اول", title: "زمان آماده سازی مواد اولیه و مایحتاج آن حدودا این مدت می باشد: ", Highlight: "20 دقیقه" },
            { id: 2, name: "مورد دوم", title: "زمان آماده سازی محصول این مدت می باشد: ", Highlight: "20 دقیقه" },
            { id: 3, name: "مورد سوم", title: "این محصول را می توانید در این وعده ها سرو نمایید: ", Highlight: "ناهار و شام" },
            { id: 4, name: "مورد چهارم", title: "توجه نمایید دستور پخت مناسب برای این تعداد است: ", Highlight: "4 نفر" }
        ],
        includes: [
            { id: 1, name: "شکر", Highlight: "120" },
            { id: 2, name: "نمک", Highlight: "100" },
            { id: 3, name: "گوشت‌گوسفندی", Highlight: "250" },
            { id: 4, name: "گوجه‌فرنگی", Highlight: "500" }
        ]
    },
    {
        id: 2,
        title: "پیتزای پیاز | طرز تهیه “پیتزای پیاز” کاراملی",
        tag: "pizza",
        tag2: "پیتزا",
        publisherDate: "14040825",
        publisherDate2: ["1404", "آبان", "25"],
        coverImg: "images/article-pizza-2-A.jpg",
        images: [
            "images/article-pizza-2-B.webp",
            "images/article-pizza-2-C.jpg",
        ],
        simpleDescription: "شاید با شنیدن نام “پیتزای پیاز” کاراملی تصور خوبی از طعم این پیتزا نداشته باشد،اما با یکبار امتحان آن نظرتان عوض خواهد شد.طرز تهیه را در سایت سین شین ببینید.پیتزای پیاز یکی از انواع پیتزاهای خوشمزه دنیاست که با پیاز تهیه می شود و خیلی هم سریع آماده میشود. این پیتزا ساده میتواند برای کسانی که گیاهخوارند و اهل خوردن گوشت نیستند مناسب است.",
        steps: [
            { id: 1, name: "اول", title: "برای درست کردن پیتزا پیاز ابتدا یک عدد پیاز قرمز بزرگ را پوست گرفته و خلالی خرد کنید. تابه ای را روی حرارت قرار داده و روغن زیتون را بریزید تا گرم شود، پیاز را داخل آن تفت دهید تا سرخ شود." },
            { id: 2, name: "دوم", title: "دو حبه سیر را پوست گرفته ، رنده کنید و به پیاز اضافه نمایید تا سرخ شود. پیاز را کاملا سرخ و کاراملی کنید." },
            { id: 3, name: "سوم", title: "یک طرف نان را روی حرارت زغال قرار دهید تا برشته شود.گوجه ها را خرد کرده و روی قسمت برشته نان بریزید.(میتوانید گوجه های گیلاسی را از وسط برش زده و روی پیتزا قرار دهید)." },
            { id: 4, name: "چهارم", title: " سپس پیاز کاراملی را افزوده و در آخر پنیر ها را روی آن بریزید." },
        ],
        tips: [
            { id: 1, name: "نکته اول", title: "پیتزا را روی حرارت غیر مستقیم زغال ها بگذارید و روی آن را بپوشانید تا پیتزا کاملا پخته و پنیر آب شود." },
            { id: 2, name: "نکته دوم", title: "پیتزا را بعد از پخته شدن در ظرف مورد نظر قرار داده برش بزنید و با برگ ریحان تزیین کنید.پیتزا آماده است ، با سس دلخواه سرو کنید." }
        ],
        cases: [
            { id: 1, name: "مورد اول", title: "زمان آماده سازی مواد اولیه و مایحتاج آن حدودا این مدت می باشد: ", Highlight: "15 دقیقه" },
            { id: 2, name: "مورد دوم", title: "زمان آماده سازی محصول این مدت می باشد: ", Highlight: "30 دقیقه" },
            { id: 3, name: "مورد سوم", title: "این محصول را می توانید در این وعده ها سرو نمایید: ", Highlight: "ناهار و شام" },
            { id: 4, name: "مورد چهارم", title: "توجه نمایید دستور پخت مناسب برای این تعداد است: ", Highlight: "4 نفر" }
        ],
        includes: [
            { id: 1, name: "پیاز قرمز بزرگ ، باریک خلا شده", Highlight: "یک عدد" },
            { id: 2, name: "سیر رنده شده", Highlight: "دو حبه" },
            { id: 3, name: "روغن زیتون", Highlight: "دو قاشق غذاخوری" },
            { id: 4, name: "نان گرد پیتا ", Highlight: "4 عدد" },
            { id: 4, name: "گوجه فرنگی به صورت 4 قسمت شده ", Highlight: "یک عدد" },
            { id: 4, name: "گوجه گیلاسی ریز شده", Highlight: "یک پیمانه" },
            { id: 4, name: "پنیر موتزارلا رنده شده", Highlight: "سه چهارم پیمانه" },
            { id: 4, name: "برگ های تازه و کوچک ریحان", Highlight: "یک چهارم پیمانه" },
        ]
    },
    {
        id: 3,
        title: "“پیتزا مرغ تنوری” | طرز تهیه پیتزای مرغ تنوری",
        tag: "pizza",
        tag2: "پیتزا",
        publisherDate: "14040825",
        publisherDate2: ["1404", "آبان", "25"],
        coverImg: "images/article-pizza-3-A.jpg",
        images: [
            "images/article-pizza-3-D.webp",
            "images/article-pizza-3-C.jpg",
            "images/article-pizza-3-B.jpg",
        ],
        simpleDescription: "در این مطلب از مقالات سایت، طرز تهیه “پیتزا مرغ تنوری” با طعمی بسیار عالی را برای شما عزیزان شرح خواهیم داد.",
        steps: [
            { id: 1, name: "اول", title: "پیاز را رنده کرده و در کاسه ای بریزید" },
            { id: 2, name: "دوم", title: "مرغ را به شکل مکعبی خرد کرده و اضافه نمایید" },
            { id: 3, name: "سوم", title: "زعفران ، پودر زنجبیل و کمی نمک افزوده خوب مخلوط کنید." },
            { id: 4, name: "چهارم", title: "در ظرف را ببندید و برای 5 تا 6 دقیقه در فریزر قرار دهید تا مزه دار شود." },
            { id: 5, name: "پنجم", title: "در این فاصله فلفل دلمه ای را نگینی خرد کرده و قارچ را ورقه ای خرد نمایید." },
            { id: 6, name: "ششم", title: "سپس خمیر را داخل قالب پهن کرده و سطح آن را با روغن زیتون چرب نمایید." },
            { id: 7, name: "هفتم", title: "خمیری که آماده کرده اید را حدود 20 دقیقه کنار بگذارید تا خمیدر مرحله بعد پنیرها را با هم مخلوط کرده و نصف بیشتر آن را روی سطح خمیر پخش کنید ، سپس فلفل دلمه ای را بریزید و همه جای خمیر پخش کنید." }
        ],
        tips: [
            { id: 1, name: "نکته اول", title: "تکه های مرغ را هم بریزید و در آخر لایه ای از قارچ قرار داده و باقی مانده پنیر را بپاشید." },
            { id: 2, name: "نکته دوم", title: "قالب را برای 25 دقیقه در فری که با دمای 250 درجه گرم شده قرار دهید تا پخته و پنیر آن برشته شود." },
            { id: 3, name: "نکته سوم", title: "بعد از سپری شدن این مدت زمان ، پیتزا را از فر بیرون آورده و بعد از برش زدن با سس دلخواه سرو نمایید." },
        ],
        cases: [
            { id: 1, name: "مورد اول", title: "زمان آماده سازی مواد اولیه و مایحتاج آن حدودا این مدت می باشد: ", Highlight: "15 دقیقه" },
            { id: 2, name: "مورد دوم", title: "زمان پخت و انتظار این محصول این مدت می باشد: ", Highlight: "30 دقیقه" },
            { id: 3, name: "مورد سوم", title: "این محصول را می توانید در این وعده ها سرو نمایید: ", Highlight: "ناهار و شام" },
            { id: 4, name: "مورد چهارم", title: "توجه نمایید دستور پخت مناسب برای این تعداد است: ", Highlight: "4 نفر" }
        ],
        includes: [
            { id: 1, name: "فیله یا سینه مرغ", Highlight: "100 گرم" },
            { id: 2, name: "پیاز رنده کرده", Highlight: "یک عدد کوچک" },
            { id: 3, name: "زعفران حل کرده", Highlight: "یک قاشق سوپخوری" },
            { id: 4, name: "پودر زنجفیل", Highlight: "یک دوم قاشق چایخوری" },
            { id: 4, name: "روغن زیتون", Highlight: "یک قاشق سوپخوری" },
            { id: 4, name: "خمیر پیتزا", Highlight: "یک عدد" },
            { id: 4, name: "پنیر موزارلا", Highlight: "90 گرم" },
            { id: 4, name: "پنیر گودا", Highlight: "30 گرم" },
            { id: 4, name: "قارچ خورد کرده", Highlight: "50 گرم" },
            { id: 4, name: "فلفل دلمه ی رنگی و خلال کرده", Highlight: "30 گرم" },
        ]
    },
    {
        id: 4,
        title: "طرز تهیه “پیتزا مخلوط” خانگی و خوشمزه + نکات تکمیلی",
        tag: "pizza",
        tag2: "پیتزا",
        publisherDate: "14040825",
        publisherDate2: ["1404", "آبان", "25"],
        coverImg: "images/article-pizza-4-A.jpg",
        images: [
            "images/article-pizza-4-C.jpg",
            "images/article-pizza-4-B.webp",
        ],
        simpleDescription: "لذت درست کردن یک پیتزای خوشمزه در آشپزخانه منزل را تجربه کنید. یک پیتزای مخلوط خوشمزه و دلچسب  تقدیم به کدبانوهای ایرانی می شود.پیتزا مخلوط از پر طرفدار ترین نوع پیتزا ها می باشد. پیتزا از غذاهایی می باشد که شما می توانید به آسانی با در دسترس داشتن فر آن را در خانه تهیه کنید طعم پیتزا خانگی بسیار لذیذ تر می باشد. با تهیه وسایل پیتزا به آسانی این غذای دلچسب را به صورت سالم در خانه تهیه کنید. با ما همراه باشید تا در این بخش طرز تهیه پیتزا مخلوط خانگی را به شما آموزش دهیم.",
        steps: [
            { id: 1, name: "اول", title: "برای تهیه پیتزا مخلوط ابتدا باید خمیر آن را تهیه کنید بدین منظور در ظرف مناسبی یک لیوان شیر ولرم را به همراه خمیر مایه و یک قاشق غذاخوری شکر بریزید و شروع به هم زدن بکنید. در ادامه با کمک سلفون روی کاسه حاوی مواد را سلفون بپوشانید و حدود یک ربع بگذارید تا مواد کف کند." },
            { id: 2, name: "دوم", title: "پس از کف کردن مواد روغن مایع و تخم مرغ و نمک را به همراه باقی مانده شکر به مخلوط تان اضافه کنید و شروع به هم زدن بکنید تا کاملا ترکیب شود." },
            { id: 3, name: "سوم", title: "هم اکنون باید آرد را سه مرحله الک کنید. در ادامه آرد الک شده را آرام آرام به مواد اضافه کنید و با دست ورز دهید تا خمیر شما به عمل بیاید." },
            { id: 4, name: "چهارم", title: "پس از اینکه به خوبی خمیر را ورز دادید یک لایه سلفون روی ظرف خمیر بکشید و در ادامه با کمک یک حوله روی ظرف خمیر را بپوشانید و حدود 1 ساعت زمان دهید تا خمیر به عمل آید." },
            { id: 5, name: "پنجم", title: "پس از اینکه خمیر به عمل آمد روی سطح کارتان را آرد پاشی کنید و خمیر را روی سطح آرد پاشی شده قرار دهید و کمی آرد نیز روی خمیر بریزید. سپس خمیر را به خوبی با دست ورز دهید تا خمیر کاملا نرم و لطیف شود." },
            { id: 6, name: "ششم", title: "خمیر را به دو قسمت مساوی تقسیم کنید و هر قسمت از خمیر را به شکل گلوله در بیاورید سپس رو سطح صافی را آرد پاشی کنید و خمیر ها را روی سطح بگذارید با کمک وردنه آن را باز کنید و فرم دهید. سینی فر را چرب کنید و خمیر را روی سینی بگذارید و شکل دلخواهتان را به آن بدهید." },
            { id: 7, name: "هفتم", title: "خمیری که آماده کرده اید را حدود 20 دقیقه کنار بگذارید تا خمیر استراحت کند." }
        ],
        tips: [
            { id: 1, name: "نکته اول", title: "برای تهیه مواد پیتزا مخلوط ابتدا سینه مرغ را به صورت مکعبی ریز خرد کنید و با مقداری(روغن ، نمک ، فلفل ، زعفران) سرخ کنید و کنار بگذارید." },
            { id: 2, name: "نکته دوم", title: "یک عدد پیاز متوسط را پوست بگیرید و به صورت خلالی نازک خرد کنید و با روغن سرخ کنید تا نرم شود." },
            { id: 3, name: "نکته سوم", title: "گوشت چرخ کرده را به پیاز نیمه سرخ شده اضافه کنید و تفت دهید تا کاملا رنگ گوشت چرخ کرده عوض شود. ادویه ها که شامل (نمک، فلفل سیاه، زردچوبه ، آویشن و پاپریکا) می شود را به گوشت اضافه کنید و هم بزنید." },
            { id: 4, name: "نکته چهارم", title: "قارچ ها را نیز شسته و به صورت حلقه حلقه خرد کنید." },
            { id: 5, name: "نکته پنجم", title: "چند برش از فلفل دلمه ای رنگی را به صورت نگینی خرد کنید و کنار بگذارید. زیون ها را نیز به صورت حلقه ای خرد کنید." },
            { id: 6, name: "نکته ششم", title: "گوجه فرنگی را نیز به صورت نگینی ریز خرد کنید." },
            { id: 7, name: "نکته هفتم", title: "سس مخصوص پیتزا یا سس کچاپ را روی خمیر بریزید و پخش کنید." },
            { id: 8, name: "نکته هشتم", title: "گوشت چرخ کرده را روی خمیر بریزید و پخش کنید. سپس مرغ را به صورت پراکند روی گوشت بریزید." },
            { id: 9, name: "نکته نهم", title: "مواد دیگر که شامل (قارچ، ذرت، فلفل دلمه ای، گوجه، زیتون) را به صورت پراکند روی خمیر پیتزا پخش کنید." },
            { id: 10, name: "نکته دهم", title: "ادویه ها که شامل (نمک ، فلفل سیاه، پاپریکا و آویشن) می شود را روی مواد بریزید. سپس روی مواد را پنیر پیتزا بریزید میزان پنیر پیتزا به دلخواه شما می باشد.پیتزای آماده شده را به 8 قسمت تقسیم کنید و با سس دلخواه نوش جان کنید." },
            { id: 11, name: "نکته یازدهم", title: "برای خوشمزه تر شدن و خوب پخته شدن پیتزا مخلوط باید بعد از اینکه تمام مواد را روی خمیر پیتزا ریختید 20 دقیقه اجازه دهید تا پیتزای آماده نشده استراحت کند و بعد داخل فر بگذارید تا نان آن تردتر شود." },
        ],
        cases: [
            { id: 1, name: "مورد اول", title: "زمان آماده سازی مواد اولیه و مایحتاج آن حدودا این مدت می باشد: ", Highlight: "20 دقیقه" },
            { id: 2, name: "مورد دوم", title: "زمان آماده سازی محصول این مدت می باشد: ", Highlight: "20 دقیقه" },
            { id: 3, name: "مورد سوم", title: "این محصول را می توانید در این وعده ها سرو نمایید: ", Highlight: "ناهار و شام" },
            { id: 4, name: "مورد چهارم", title: "توجه نمایید دستور پخت مناسب برای این تعداد است: ", Highlight: "4 نفر" }
        ],
        includes: [
            { id: 1, name: "خمیرپیتزا - آرد", Highlight: "3 پیمانه" },
            { id: 2, name: "خمیرپیتزا - تخم مرغ", Highlight: "1 عدد" },
            { id: 3, name: "خمیرپیتزا - خمیر مایه", Highlight: "1 قاشق غذاخوری" },
            { id: 4, name: "خمیرپیتزا - شکر", Highlight: "4 قاشق غذاخوری" },
            { id: 4, name: "خمیرپیتزا - نمک", Highlight: "1 قاشق غذاخوری" },
            { id: 4, name: "خمیرپیتزا - روغن مایع", Highlight: "6 قاشق غذاخوری" },
            { id: 4, name: "خمیرپیتزا - شیر ولرم", Highlight: "1 پیمانه" },
            { id: 4, name: "خمیر پیتزا", Highlight: "به میزان لازم" },
            { id: 4, name: "پنیر پیتزا", Highlight: "به مقدار دلخواه" },
            { id: 4, name: "گوشت چرخ کرده", Highlight: "100 گرم" },
            { id: 4, name: "سینه مرغ", Highlight: "100 گرم" },
            { id: 4, name: "قارچ", Highlight: "200 گرم" },
            { id: 4, name: "ذرت", Highlight: "1 قاشق غذاخوری" },
            { id: 4, name: "فلفل دلمه ای رنگی", Highlight: "4 قاشق غذاخوری" },
            { id: 4, name: "پیاز", Highlight: "1 عدد متوسط" },
            { id: 4, name: "گوجه‌فرنگی", Highlight: "1 عدد" },
            { id: 4, name: "سس پیتزا", Highlight: "1 قاشق غذاخوری" },
            { id: 4, name: "آویشن و پاپریکا", Highlight: "به میزان دلخواه" },
            { id: 4, name: "نمک و فلفل", Highlight: "به مقدار دلخواه" },
            { id: 4, name: "روغن", Highlight: "به میزان لازم" },
        ]
    },

]

export default Articles